cask_args appdir: "/Applications"

tap "koekeishiya/formulae"
tap "teamookla/speedtest"

brew "bat"
brew "bitwarden-cli"
brew "btop"
brew "cmake"
brew "duf"
brew "eza"
brew "fd"
brew "figlet"
brew "fzf"
brew "gcc"
brew "git-delta"
brew "go"
brew "lazydocker"
brew "lazygit"
brew "k9s"
brew "keyring"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "lolcat"
brew "mas"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nethack"
brew "pandoc"
brew "pfetch"
brew "pipx"
brew "python-tk"
brew "python3"
brew "ranger"
brew "rclone"
brew "ripgrep"
brew "rust"
brew "sd"
brew "teamookla/speedtest/speedtest"
brew "terminal-notifier"
brew "tldr"
brew "tmux"
brew "todo-txt"
brew "tpm"
brew "w3m"
brew "wget"
brew "yadm"
brew "yarn"
brew "ykman"
brew "yq"
brew "zoxide"
brew "zsh"

cask "balenaetcher"
cask "basictex"
cask "bitwarden"
cask "blender"
cask "docker"
cask "espanso"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-cascadia-code"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-m+-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-recursive-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-source-code-pro"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-ubuntu-sans-nerd-font"
cask "font-victor-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "gimp"
cask "hiddenbar"
cask "inkscape"
cask "karabiner-elements"
cask "openvpn-connect"
cask "qlmarkdown"
cask "raspberry-pi-imager"
cask "raycast"
cask "signal"
cask "vivaldi"
cask "wezterm"

mas "Bitwarden", id: 1352778147
#mas "CopyClip", id: 595191960
mas "Drafts", id: 1435957248
mas "Hidden Bar", id: 1452453066
mas "Home Assistant", id: 1099568401
mas "Hyperduck", id: 6444667067
mas "Unsplash Wallpapers", id: 1284863847
